{
  "casefold": true,
  "fields": [
    "text",
    "headline",
    "title",
    "head",
    "leadpara"
  ],
  "index": "../idx/tedDirector_en.idx",
  "verbose": true,
  "requested": 1000,
  "fbDocs": 10,
  "fbTerm": 10,
  "fbOrigWeight": 0.75,
  "operatorWrap": "rm",
  "queries": [
    {
      "number": "1",
      "text": "harmful effects of video games. Is it harmful to play video games? Does playing make people violent? Does it damage attention spans? Does it increase obesity? Are people who play video games less fit? Should video games be banned?"
    },
    {
      "number": "2",
      "text": "bike lanes and congestion and pollution. Do cycle lanes increase or decrease congestion and pollution?"
    },
    {
      "number": "3",
      "text": "good study habits. What are good study habits? How common are they? Is it better to study a little every day, or focus for a concentrated period of time?"
    },
    {
      "number": "4",
      "text": "how to save energy at home. How can we save energy in our daily lives?"
    },
    {
      "number": "5",
      "text": "human ignorance. Why are we so ignorant about the world?"
    },
    {
      "number": "6",
      "text": "impact of music. How can music affect our body/mind? Does music changes our emotions or attitude?"
    },
    {
      "number": "7",
      "text": "procrastination. Why do we procrastinate? How can we avoid procrastinating on important task"
    },
    {
      "number": "8",
      "text": "climate change. What are the evidence that points to climate change? is it a hoax? what can we do to slow it down?"
    },
    {
      "number": "9",
      "text": "basic income. What are the pros and cons of implementing basic income scheme in a country? What are some of the preliminary results for countries/states that have implemented such scheme"
    },
    {
      "number": "10",
      "text": "Artificial intelligence smarter than human. Does Artificial Intelligence smarter than human? Can AI replace the brain of human being? To what extent the field of AI can affect the people?"
    },
    {
      "number": "11",
      "text": "doodlers behavior. The meaning of doodles and how Psychologists can use it?"
    },
    {
      "number": "12",
      "text": "internet of things evolution. What is IoT and the current concerns about IoT"
    },
    {
      "number": "13",
      "text": "The power of women. Can women be leader? Do women can do things the men could not? What makes women strong?"
    },
    {
      "number": "14",
      "text": "effect of classical music. How does classical music affect us?"
    },
    {
      "number": "15",
      "text": "importance of body language. How does body language affects how others see us and how can it also change how we see ourselves"
    },
    {
      "number": "16",
      "text": "importance of creativity in schools. Why creating an education system that nurtures (rather than undermines) creativity is important"
    },
    {
      "number": "17",
      "text": "how to stay calm. How to avoid making critical mistakes in stressful situations, when your thinking becomes clouded"
    },
    {
      "number": "18",
      "text": "how to stay motivated. How to stay motivated when doing different tasks even if you have lost interest"
    },
    {
      "number": "19",
      "text": "cute animals. What are the cutest animals and what makes them cute"
    },
    {
      "number": "20",
      "text": "effects of social media. what are the psychological or sociological effects of social media on us"
    },
    {
      "number": "21",
      "text": "what is art. what determines if something is art, and if it is good art"
    },
    {
      "number": "22",
      "text": "disability. What qualifies as being disabled? Are we cognizant of the needs of everyone around us?"
    },
    {
      "number": "23",
      "text": "rise of terrorism. Which areas are most affected? Why is extremism rising and how to build a safer society?"
    },
    {
      "number": "24",
      "text": "why do we exist. How did the universe start? Are we real and why is the world the way we see it is?"
    },
    {
      "number": "25",
      "text": "secret to happiness. When are we the happiest? Can we become happier?"
    }
  ]
}
